

"addURL" = "إضافة رابط";
"serverAlreadyExistsPrompt" = "الخادم٪ s موجود بالفعل. إضافة URL جديد؟";
"unknownError" = "خطأ غير معروف";
"existingServer" = "الخادم الحالي";

/* Represents the light theme setting */
"light" = "فاتح";

/* Represents the dark theme setting */
"dark" = "داكن";

/* Represents the system theme setting */
"system" = "نظام";

/* Represents the Appearance setting label */
"appearance" = "المظهر";
"yourFavorites" = "المفضلة لديك";
"wip" = "أعمال جارية";
"WhosWatching" = "من يشاهد؟";
"username" = "اسم المستخدم";
"notImplementedYetWithType" = "النوع:٪ @ لم يتم تنفيذه بعد :(";
"tryAgain" = "حاول مجددا";
"tags" = "العلامات";
"switchUser" = "تحويل مستخدم";
"suggestions" = "اقتراحات";
"studios" = "استوديوهات";
"studio" = "استوديو";
"sortBy" = "صنف حسب";
"serverURL" = "عنوان URL للخادم";
"serverInformation" = "معلومات الخادم";
"selectCastDestination" = "حدد وجهة الإرسال";
"seeAll" = "رؤية الكل";
"seasons" = "مواسم";
"search" = "بحث";
"seasonAndEpisode" = "S٪ 1 $ @: E٪ 2 $ @";
"reset" = "إعادة ضبط";
"playbackSpeed" = "سرعة التشغيل";
"playbackSettings" = "إعدادات التشغيل";
"play" = "تشغيل";
"playNext" = "شغل التالي";
"password" = "كلمة المرور";
"pageOfWithNumbers" = "الصفحة٪ 1 $ @ من٪ 2 $ @";
"otherUser" = "مستخدم آخر";
"ok" = "تم";
"noResults" = "لا نتائج";
"noCastdevicesfound" = "لم يتم العثور على أجهزة بث ..";
"nextUp" = "القادم";
"moreLikeThis" = "المزيد مثل هذا";
"loginToWithString" = "تسجيل الدخول إلى ٪@";
"login" = "تسجيل الدخول";
"localServers" = "خوادم محلية";
"loading" = "جار التحميل";
"library" = "مكتبة";
"latestWithString" = "آخر ٪@";
"home" = "الصفحة الرئيسية";
"genres" = "الأنواع";
"filters" = "المرشحات";
"filterResults" = "تصفية النتائج";
"error" = "خطأ";
"episodes" = "الحلقات";
"displayOrder" = "ترتيب العرض";
"director" = "مُخرج";
"continueWatching" = "استئناف المشاهدة";
"connectToServer" = "اتصل بالخادم";
"connectToJellyfin" = "الاتصال ب Jellyfin";
"connectManually" = "ربط يدويا";
"connect" = "إتصال";
"changeServer" = "تغيير الخادم";
"back" = "عودة";
"audioTrack" = "مقطع صوتي";
"audioAndCaptions" = "الصوت والتعليقات التوضيحية";
"apply" = "فعل";
"allMedia" = "جميع الوسائط";
"allGenres" = "جميع الأنواع";
"accessibility" = "إمكانية الوصول";
"searchingDots" = "البحث…";
"previousItem" = "عنصر سابق";
"nextItem" = "العنصر التالي";
"close" = "إغلاق";
"jumpBackward" = "القفز للوراء";
"jumpForward" = "القفز للأمام";
"playAndPause" = "بدء / توقف";
"showFlattenView" = "تسطيح أغراض المكتبة";
"reportIssue" = "تبليغ عن مشكلة";
"requestFeature" = "طلب ميزة";
"sourceCode" = "الكود المصدري";
"remainingTime" = "الوقت المتبقي";
"currentPosition" = "المكان الحالي";
"chapters" = "فصول";
"tooManyRedirects" = "تحويلات كثيرة";
"customize" = "التعديل";
"file" = "ملف";
"playFromBeginning" = "تشغيل من البداية";
"removeFromResume" = "حذف من التكملة";
"showMissingEpisodes" = "عرض الحلقات المفقودة";
"showMissingSeasons" = "عرض المواسم المفقودة";
"missingItems" = "عناصر مفقودة";
"airWithDate" = "يبث عند %s";
"unaired" = "لم يبث";
"missing" = "مفقود";
"none" = "لا شيء";
"cinematicViews" = "الرؤية السينمائية";
"confirmClose" = "تأكيد الاغلاق";
"pressDownForMenu" = "اضغط أسفلاً للقائمة";
"about" = "حول";
"recommended" = "المُقترح";
"refresh" = "تحديث";
"next" = "التالي";
"notAvailableSlash" = "غير متاح";
"multipleUsers" = "%d المستخدمين";
"oneUser" = "مستخدم واحد";
"present" = "حاضر‪‎‍‌‌‍‍";
"unableToConnectServer" = "لا يمكن الإتصال بالخادم";
"jumpLengthSeconds" = "%s ثواني";
"resume5SecondOffset" = "هامش الاكمال ٥ ثواني";
"noOverviewAvailable" = "النظرة الشاملة مفقودة";
"emptyNextUp" = "إفراغ التالي";
"largest" = "الأكبر";
"larger" = "أكبر";
"regular" = "طبيعي";
"smaller" = "أصغر";
"smallest" = "الأصغر";
"compact" = "مضغوط/مدمج";
"normal" = "عادي";
"noCodec" = "الCodec غير موجود";
"containers" = "الحاويات";
"runtime" = "مدة العرض";
"rated" = "قُيِّم";
"released" = "أُصدر";
"unauthorized" = "غير موثوق";
"unauthorizedUser" = "مستخدم غير موثوق";
"cannotConnectToHost" = "لم نستطع الاتصال بالمضيف";
"networkTimedOut" = "قُطع الاتصال بالشبكة";
"other" = "أُخرى";
"movies" = "الأفلام";
"tvShows" = "البرامج التلفزيونية";
"channels" = "قنوات";
"programs" = "تطبيقات";
"subtitles" = "التراجم";
"audio" = "الصوت";
"signInToServer" = "تسجيل الدخول بالمستخدم %s";
"signIn" = "تسجيل دخول";
"signInGetStarted" = "سجل للبدء";
"subtitleSize" = "حجم الترجمة";
"showCastAndCrew" = "عرض طاقم العمل";
"showPosterLabels" = "عرض ملصقات الغلاف";
"jumpGesturesEnabled" = "إشارات التخطي والرجوع مفعلة";
"jumpBackwardLength" = "طول القفز للوراء";
"jumpForwardLength" = "طول القفز للامام";
"videoPlayer" = "مشغّل الفيديو";
"server" = "خادم";
"user" = "مستخدم";
"overlayType" = "نوع الغطاء";
"overlay" = "غطاء";
"editJumpLengths" = "تغيير طول التخطي";
"autoPlay" = "تشغيل تلقائي";
"playNextItem" = "تشغيل العنصر التالي";
"playPreviousItem" = "تشغيل العنصر السابق";
"experimental" = "تجريبية";
"servers" = "خوادم";
"remove" = "حذف";
"operatingSystem" = "النظام التشغيلي";
"version" = "النسخة";
"url" = "الرابط";
"name" = "الاسم";
"serverDetails" = "تفاصيل الخادم";
"favorites" = "المفضلة";
"media" = "وسائط";
"information" = "معلومات";
"series" = "المسلسل";
"retry" = "إعادة المحاولة";
"connectToJellyfinServerStart" = "للبدء الرجاء الاتصال بسيرفر jellyfin";
"connectToJellyfinServer" = "الاتصال بسيرفر jellyfin";
"defaultScheme" = "الإعداد الإفتراضي";
"discoveredServers" = "الخوادم المكتشفة";
"closedCaptions" = "الترجمة غير المدمجة";
"items" = "الأغراض";
"castAndCrew" = "طاقم و ممثلين";
"overview" = "نظرة شاملة";
"recentlyAdded" = "المُضاف حديثا";
"noTitle" = "بدون عنوان";
"continue" = "اكمال";
"noLocalServersFound" = "لم نستطع إيجاد أي سيرفر محلي";
"cancel" = "إلغاء";
"settings" = "الاعدادات";
"removeAllUsers" = "مسح كل المستخدمين";
"resetAppSettings" = "إعادة ضبط اعدادات التطبيق";
"resetUserSettings" = "إعادة ضبط إعدادات المستخدم";
"networking" = "اعدادات الشبكة";
"seeMore" = "رؤيةالمزيد";
"noEpisodesAvailable" = "لا توجد أي حلقة";
"unknown" = "غير معلوم";
"userAlreadySignedIn" = "المستخدم %s مسجل مسبقاً";
"serverAlreadyConnected" = "السيرفر %s متصل مسبقاً";
"existingUser" = "مستخدم موجود";
"signedInAsWithString" = "مسجل كـ \"%@\"";
"season" = "موسم";
"searchDots" = "بحث…";
"cast" = "طاقم التمثيل";
"systemControlGesturesEnabled" = "ايماءات النظام مفعلة";
"unableToFindHost" = "فشل العثور على الخادم";
"publicUsers" = "مستخدمون عامون";
"episodeNumber" = "حلقة %1$@";
"cinematic" = "سينمائي";
"noPublicUsers" = "لا يوجد مستخدمون عامون";
"quickConnect" = "اتصال سريع";
"quickConnectCode" = "رمز الاتصال السريع";
"authorize" = "اِسْمَحْ";
"subtitleFont" = "خط الترجمة";
"quickConnectNotEnabled" = "ملاحظة: اتصال سريع غير مفعل";
"quickConnectStep3" = "3. . أدخل الرمز التالي:";
"comingSoon" = "قريبًا";
"playback" = "التشغيل";
"reload" = "إعادة تحميل";
"aspectFill" = "ملء الجانب";
"enabled" = "متاح";
"liveTV" = "التلفاز المباشر";
"downloads" = "التنزيلات";
"disabled" = "معطل";
"gestures" = "الإيماءات";
"compactPoster" = "ملصق مدمج";
"compactLogo" = "شعار مدمج";
"invertedDark" = "داكن معكوس";
"invertedLight" = "مضيء معكوس";
"accentColor" = "لون التمييز";
"played" = "تم التشغيل";
"unplayed" = "لم يتم التشغيل";
"video" = "فيديو";
"subtitle" = "ترجمة";
"order" = "الترتيب";
"sort" = "التصنيف";
"blue" = "أزرق";
"orange" = "برتقالي";
"red" = "أحمر";
"green" = "أخضر";
"primary" = "أساسي";
"bugsAndFeatures" = "أخطاء و خواص";
"accentColorDescription" = "بعض المشاهدات قد تحتاج إلى إعادة تشغيل التطبيق للتحديث.";
"specialFeatures" = "خصائص مميزة";
"people" = "الأشخاص";
"hapticFeedback" = "ردود الفعل اللمسية";
"seriesBackdrop" = "ستار خلفية المسلسل";
"randomImage" = "صورة عشوائية";
"quickConnectSuccessMessage" = "تم تفويض الاتصال السريع بنجاح. الرجاء المتابعة على جهازك الآخر.";
"indicators" = "المؤشرات";
"favorited" = "مفضل";
"removeAllServers" = "حذف جميع الخوادم";
"playerGesturesLockGestureEnabled" = "ايماءات المشغّل مفعلة";
"seekSlideGestureEnabled" = "ايماءات شريط التمرير مفعلة";
"quickConnectStep1" = "1. افتح تطبيق Jellyfin على هاتفك أو متصفح الويب الخاص بك وقم بتسجيل الدخول باستخدام حسابك";
"quickConnectStep2" = "2.افتح قائمة المستخدم و توجه إلى صفحة الاتصال السريع";
"usePrimaryImage" = "استعمال صورة أساسية";
"yellow" = "أصفر";
"appIcon" = "أيقونة التطبيق";
"dismiss" = "تجاهل";
"color" = "اللون";
"delivery" = "وصول";
"collections" = "المجموعات";
"ratings" = "التقييمات";
"episodeLandscapePoster" = "ملصق الحلقة الأفقي";
"random" = "عشوائي";
"list" = "قائمه";
"news" = "أخبار";

/* Settings View - Logs */
"logs" = "سجلات";

/* Option to set the maximum bitrate for playback */
"maximumBitrate" = "أقصى معدل بث";

/* Select Server View - Edit an Existing Server */
"editServer" = "تعديل الخادم";

/* Customize Server View - Show Recently Added */
"showRecentlyAdded" = "إظهار المضاف حديثا";
"nativePlayer" = "مشغل النظام";
"showChaptersInfoInBottomOverlay" = "اظهر تفاصيل الفصول في الأسفل";
"buttons" = "أزرار";
"jump" = "تجاوز";
"videoPlayerType" = "نمط مشغل الفيديو";
"subtitleOffset" = "موازنة الترجمة";
"subtitleColor" = "لون الترجمة";
"current" = "الحالي";
"quickConnectInvalidError" = "رمز الاتصال غير صحيح";
"usePrimaryImageDescription" = "استخدم الصورة الأساسية و قم بأخفاء الشعار.";

/* Customize Server View - Posters */
"posters" = "ملصقات";
"progress" = "التقدم";
"sports" = "الرياضة";
"kids" = "أطفال";
"playbackButtons" = "زر الإعادة";
"menuButtons" = "أزرار القائمة";
"retrievingMediaInformation" = "استرداد بيانات الوسائط";
"orientation" = "التوجه";
/* Option to set the test size for bitrate testing */
"testSize" = "حجم الاختبار";

/* Option for automatic bitrate selection */
"bitrateAuto" = "تلقائي";

/* Option for the maximum bitrate */
"bitrateMax" = "الأقصى";

/* Option to set the bitrate to 4K quality at 80 Mbps */
"bitrateMbps80" = "80 ميجابت - 4K";

/* Option to set the bitrate to 4K quality at 120 Mbps */
"bitrateMbps120" = "120 ميجابت - 4K";

/* Select Server View - Add Server */
"addServer" = "إضافة خادم";

/* Select Server View - Select All Servers */
"allServers" = "جميع الخوادم";

/* Server Detail View - Delete */
"delete" = "حذف";

/* Server Detail View - Delete Server */
"deleteServer" = "حذف الخادم";

/* Customize Server View - Cinematic Background */
"cinematicBackground" = "خلفية سينمائية";

/* Customize Server View - Show Favorites */
"showFavorites" = "عرض المفضلة";

/* Indicators View - Show Favorited */
"showFavorited" = "إظهار المفضلة";
"left" = "يسار";

/* Indicators View - Show Progress */
"showProgress" = "إظهار التقدم";
"right" = "يمين";

/* Indicators View - Show Unwatched */
"showUnwatched" = "إظهار غير المشاهد";

/* Indicators View - Show Watched */
"showWatched" = "إظهار المشاهد";

/* General */
"jellyfin" = "جيليفين";

/* Video Player Settings View - Resume */
"resume" = "استمرار";

/* Video Player Settings View - Disclaimer */
"subtitlesDisclaimer" = "الإعدادات تؤثر على بعض أنواع الترجمات";
"advanced" = "متقدم";
"resetAllSettings" = "إعادة ضبط جميع الإعدادات الى الافتراضية.";
"audioOffset" = "موازنة الصوت";
"onNow" = "يعرض الآن";
"timestamp" = "التوقيت";
"trailingValue" = "قيمة تابعة";

/* Video Player Settings View - Resume Offset Description */
"resumeOffsetDescription" = "استئناف ثواني المحتوى قبل وقت الاستئناف المسجل.";
"grid" = "شبكة";
"slider" = "شريط التمرير";
"chapterSlider" = "مُمرر الفصل";
"sliderType" = "نوع الشريط";
"scrubCurrentTime" = "مزامنة الوقت الحالي";
"timestampType" = "نوع التوقيت";
"transition" = "الانتقال";

/* Video Player Settings View - Pause on Background */
"pauseOnBackground" = "التوقف في الخلفية";

/* Video Player Settings View - Play on Active */
"playOnActive" = "البدأ عند التواجد";
"letterPicker" = "اختيار الحرف";

/* Option to set the bitrate to 1080p quality at 60 Mbps */
"bitrateMbps60" = "60 ميجابت - 1080p";

/* Option to set the bitrate to 1080p quality at 40 Mbps */
"bitrateMbps40" = "40 ميجابت - 1080p";

/* Option to set the bitrate to 1080p quality at 20 Mbps */
"bitrateMbps20" = "20 ميجابت - 1080p";

/* Option to set the bitrate to 1080p quality at 15 Mbps */
"bitrateMbps15" = "15 ميجابت - 1080p";

/* Option to set the bitrate to 720p quality at 8 Mbps */
"bitrateMbps8" = "8 ميجابت - 720p";

/* Option to set the bitrate to 720p quality at 6 Mbps */
"bitrateMbps6" = "6 ميجابت - 720p";

/* Option to set the bitrate to 720p quality at 4 Mbps */
"bitrateMbps4" = "4 ميجابت - 720p";

/* Option to set the bitrate to 480p quality at 1.5 Mbps */
"bitrateKbps1500" = "1.5 ميجابت - 480p";

/* Option to set the bitrate to 480p quality at 720 Kbps */
"bitrateKbps720" = "720 كيلوبت - 480p";

/* Option to set the bitrate to 360p quality at 420 Kbps */
"bitrateKbps420" = "420 كيلوبت - 360p";

/* Maximum Bitrate View - Playback Quality */
"playbackQuality" = "جودة التشغيل";

/* Video Player Settings View - Offset */
"offset" = "الهامش";
"resumeOffset" = "استئناف هامش";
"barButtons" = "أزرار الشريط";

/* Description for bitrate test duration indicating longer tests provide more accurate bitrates but may delay playback */
"bitrateTestDescription" = "الاختبارات العالية ستؤدي الى بت ريت ادق ومن الممكن ان يتأخر تشغيل الوسائط";
"sliderColor" = "لون الشريط";

/* Option to set the bitrate to 480p quality at 3 Mbps */
"bitrateMbps3" = "3 ميجابت - 480p";

/* Video Player Settings View - Resume Offset Title */
"resumeOffsetTitle" = "هامش الإكمال";

/* Option to set the bitrate to 1080p quality at 10 Mbps */
"bitrateMbps10" = "10 ميجابت - 1080p";
"activityLog" = "سجل النشاط";
"additionalSecurityAccessDescription" = "وصول أمني إضافي للمستخدمين المسجلين على هذا الجهاز. لا يؤدي هذا إلى تغيير أي إعدادات مستخدم خادم Jellyfin.";
"addUser" = "اضف مستخدم";
"actor" = "ممثل";
"add" = "أضف";
"addAccessSchedule" = "إضافة جدول الوصول";
"addAccessTag" = "إضافة علامة الوصول";
"administrator" = "المسؤول";
"allLanguages" = "جميع اللغات";
"aggregateFolder" = "مجلد مجمع";
"aggregateFolders" = "المجلدات المجمعة";
"aired" = "تم بثه";
"airedEpisodeOrder" = "ترتيب حلقة مبثوثة";
"airTime" = "وقت البث";
"album" = "الألبوم";
"albums" = "الألبومات";
"albumArtists" = "فناني الألبوم";
"allDevicesDescription" = "عرض جميع الأجهزة السابقة والحالية التي تم توصيلها.";
"allowed" = "مسموح";
"alternate" = "بديل";
"alternateDVD" = "قرص DVD بديل";
"anamorphicVideoNotSupported" = "لا يتم دعم الفيديو المتغير";
"apiKeysDescription" = "تتطلب التطبيقات الخارجية مفتاح API للتواصل مع الخادم الخاص بك.";
"apiKeysTitle" = "مفاتيح API";
"applicationName" = "اسم التطبيق";
"addTrigger" = "إضافة مشغل";
"agesGroup" = "العمر %@";
"allUsersDescription" = "عرض وإدارة جميع المستخدمين المسجلين على الخادم، بما في ذلك أذوناتهم وحالة نشاطهم.";
"apiKeyCopied" = "تم نسخ مفتاح API";
"apiKeyCopiedMessage" = "تم نسخ مفتاح API الخاص بك لحافظتك !";
"apiKeys" = "مفاتيح API";
"absolute" = "مطلق";
"access" = "الوصول";
"accessScheduleInvalidTime" = "وقت النهاية يجب أن يأتي بعد وقت البداية.";
"accessSchedules" = "جداول الوصول";
"accessSchedulesDescription" = "تعريف ساعات الاستخدام المتاحة وتقييد الوصول خارج تلك الأوقات.";
"accessTagAllowDescription" = "المستخدم لن يحصل على إمكانية الوصول إلى أي وسائط ما لم تحتوي على علامة واحدة مسموح بها على الأقل.";
"accessTagAlreadyExists" = "علامة الوصول موجودة بالفعل";
"accessTagBlockDescription" = "سيكون لدى المستخدم إمكانية الوصول إلى كافة الوسائط باستثناء تلك التي تحتوي على أي علامة محظورة.";
"accessTags" = "علامات وسم";
"accessTagsDescription" = "استخدم العلامات لمنح أو تقييد وصول هذا المستخدم إلى الوسائط.";
"active" = "فعال";
"activity" = "نشاط";
"allAudiences" = "جميع المشاهدين";
"albumArtist" = "ألبوم الفنان";
"all" = "الكل";
"artist" = "فنان";
"ascending" = "تصاعدياً";
"audioBitDepthNotSupported" = "عمق الصوت غير مدعوم";
"audioBook" = "كتاب صوتي";
"audioBooks" = "كتب صوتية";
"artists" = "فنانون";
"audioChannelsNotSupported" = "عدد القنوات الصوتية غير مدعوم";
"apiKeysCapitalized" = "مفاتيح API";
"arranger" = "منظم";
"art" = "فَن";
"audioBitrateNotSupported" = "معدل بث الصوت غير مدعوم";
"audioCodecNotSupported" = "ترميز الصوت غير مدعوم";
"audioIsExternal" = "مسار الصوت خارجي و يحتاج لتحويل الترميز";
"audioProfileNotSupported" = "مُعرّف الصوت غير مدعوم";
"audioSampleRateNotSupported" = "معدل عيّنة الصوت غير مدعوم";
"audioTranscoding" = "مغيّر ترميز الصوت";
"author" = "مُحرر";
"auto" = "تلقائي";
"autoDescription" = "تحسين التشغيل بإستخدام الاعدادات الافتراضية لأغلب الاجهزة. بعض التهيئات قد تحتاج مغيّر ترميز من الخادم للملفات غير المتوافقة.";
"backdrop" = "تحسين خلفي";
"banner" = "لوحة شخصية";
"basePluginFolder" = "مجلّد البرامج المساعدة";
"basePluginFolders" = "مجلّدات البرامج المساعدة";
"behavior" = "سلوك";
"behindTheScenes" = "خلف الكواليس";
"birateAutoDescription" = "اختبر وصلات خادمك لدعم سرعة الانترنت و تعديل سعة الموجة تلقائيا.";
"birthday" = "تاريخ ميلاد";
"birthplace" = "مكان ميلاد";
"birthYear" = "سنة الميلاد";
"bitrateDefault" = "معدّل بث افتراضي";
"bitrateDefaultDescription" = "تحجيم سعة موجة الانترنت المستخدمة عند التشغيل.";
"bitrateMaxDescription" = "أقصى سعة موجة مستخدمة , كحد أقصى %@ , لكل بث تشغيلي لضمان أعلى جودة.";
"bitrateTest" = "تجربة معدل البث";
"bitrateTestDisclaimer" = "الاختبارات الاطول أكثر دقة لكن قد تؤخر التشغيل.";
"bitsPerSecond" = "ب ل ث";
"blocked" = "محظور";
"blockUnratedItems" = "حظر عناصر غير معرّفة";
"blockUnratedItemsDescription" = "حظر عناصر غير معروفة المعلومات من هذا المستخدم .";
"book" = "كتاب";
"books" = "كُتب";
"born" = "مولد";
"box" = "صندوق";
"boxRear" = "صندوق خلفي";
"brightness" = "سطوع";
"cancelling" = "جاري الإلغاء...";
"capabilities" = "امكانيات";
"category" = "تصنيف";
"changePin" = "تغيير رمز";
"channel" = "قناة";
"channelDisplay" = "عرض قناة";
"serverLogs" = "سجل الخادم";
"channelFolderItem" = "عنصر مجلّد القناة";
"channelFolderItems" = "عناصر مجلّد القناة";
"chapter" = "فَصل";
"client" = "عَميل";
"clip" = "مقطع";
"collection" = "تجميعة";
"collectionFolder" = "مجلّد التجميعة";
"collectionFolders" = "مجلّدات التجميعة";
"colorist" = "ملوِن";
"columns" = "أعمدة";
"columnsWithCount" = "أعمدة: %@";
"community" = "مجتمع";
"communityRating" = "تقييم المجتمع";
"communityRatingDescription" = "تقدير المجتمع يكون بين 1 إلى 10.";
"compatibility" = "توافق";
"compatible" = "أكثر توافق";
"compatibleDescription" = "تحويل كافة الوسائط إلى H.264 و صوت ACC بغرض أقصى توافق. قد تعكون متطلبا للوسائط غير المتوافقة مع تحويرات الخادم.";
"composer" = "مؤلِف";
"conductor" = "مُرشد";
"confirm" = "تأكيد";
"confirmDeleteServerAndUsers" = "هل أنت متأكد من رغبتك في حذف %@ و كل مستخدميها المتصلين؟";
"confirmNewPassword" = "تأكيد كلمة المرور الجديدة";
"confirmPassword" = "تاكيد كلمة المرور";
"containerBitrateExceedsLimit" = "معدل الحاوية تخطى الحدود المتاحة";
"containerNotSupported" = "تهيئة الحاوية غير مدعومة";
"continuing" = "متابعة";
"controlOtherUsers" = "التحكم في مستخدمين آخرين";
"controlSharedDevices" = "التحكم في الاجهزة المشتركة";
"country" = "بلاد";
"coverArtist" = "فنان الغطاء";
"createAndJoinGroups" = "تكوين و انضمام لمجموعات";
"createAPIKeyCapitalized" = "تكوين مفتاح API";
"createAPIKeyMessage" = "ادخال اسم التطبيق لمفتاح API الجديد.";
"createPinForUser" = "تكوين رقم مرور للتسجيل في %@ من هذا الجهاز";
"creator" = "مكوّن";
"criticRating" = "تقييم الناقد";
"criticRatingDescription" = "تقييم الناقد يكون بين 1 إلى 10.";
"critics" = "نُقْاد";
"currentPassword" = "كلمة المرور الحالية";
"custom" = "تخصيص";
"customBitrate" = "تخصيص معدل بث";
"customConnectionsDescription" = "تعيين يدوي لأقصى قيمة للوصلات المتاحة للمستخدم لهذا الخادم.";
"customDescription" = "السماح بتخصيص متقدم لملفات الاجهزة للتشغيل الاصلي. قد يتأثر التشغيل بالاعدادات الخاطئة.";
"customDeviceProfileAdd" = "ملف الجهاز المخصص سيُضاف لملفات اجهزة Swiftfin الافتراضية.";
"customDeviceProfileReplace" = "ملف الجهاز المخصص سيستبدل ملفات جهاز Swiftfin الافتراضية.";
"officialRating" = "تقييم رسمي";
"onApplicationStartup" = "مع تشغيل التطبيق";
"noItemSelected" = "لم يتم اختيار عنصر";
"never" = "قطعيا";
"neverRun" = "لم يعمل قطعيا";
"newPassword" = "كلمة سر جديدة";
"movie" = "فيلم";
"menu" = "قائمة";
"mediaPlayback" = "تشغيل وسائط";
"maximumFailedLoginPolicy" = "سياسة أقصى دخول فاشل";
"logsDescription" = "الدخول إلى سجلات خادم Jellyfin بغرض حل المشاكل و المراقبة.";
"longPress" = "ضغطة طويلة";
"liveTVChannel" = "قناة تلفاز حية";
"liveTVChannels" = "قنوات تلفاز حية";
"liveTVProgram" = "برنامج تلفاز حي";
"customFailedLoginDescription" = "تحديد عدد محاولات دخول المستخدم الفاشلة قبل اقفال الحساب يدويا.";
"customFailedLogins" = "تخصيص محاولات الدخول";
"customName" = "تخصيص الاسم";
"customProfile" = "تخصيص الملف";
"customRating" = "تخصيص التقييم";
"customSessions" = "تخصيص جلسات";
"daily" = "يومي";
"dashboard" = "لائحة تحكم";
"dashboardDescription" = "أداء مهام اشرافية لخادم Jellyfin الخاص بك.";
"date" = "تاريخ";
"dateAdded" = "اُضيف تاريخ";
"dateCreated" = "تكوّن التالريخ";
"dateModified" = "عُدِل التاريخ";
"dateOfDeath" = "تاريخ الوفاة";
"datePlayed" = "تاريخ التشغيل";
"dates" = "تواريخ";
"dayOfWeek" = "يوم الاسبوع";
"days" = "أيام";
"default" = "قياسي";
"defaultFailedLoginDescription" = "المشرفون يتم اقفال حسابهم بعد 5 محاولات. غير المشرفين يتم اغلاق حسابهم بعد 3 محاولات.";
"deleteDeviceFailed" = "فشل حذف الجهاز";
"deleteDeviceSelfDeletion" = "لا يمكن حذف الجلسة من نفس الجهاز (%1$@).";
"deleteMedia" = "حذف وسائط";
"deleteSelectedConfirmation" = "هل انت متأكد من رغبتك في حذف العناصر المختارة؟";
"deleteDeviceWarning" = "هل انت متأكد من رغبتك في حذف هذا الجهاز؟ سيتم الخروج من هذه الجلسة.";
"deletedScene" = "حذف مشهد";
"deleteItemConfirmation" = "هل انت متأكد من رغبتك في مسح هذا الهنصر؟";
"deleteItemConfirmationMessage" = "هل انت متأكد من رغبتك في مسح هذا العنصر؟ لا يمكن التراجع.";
"deleteSelectionDevicesWarning" = "هل انت متأكد من رغبتك في حذف كل الاجهزة المختارة؟ كل الجلسات المختارة سيتم إلغاؤها.";
"deleteSelectionUsersWarning" = "هل انت متأكد من رغبتك في حذف كل المستخدمين المحددين؟";
"deleteUser" = "حذف مستخدم";
"deleteUserFailed" = "فشل حذف المستخدم";
"deleteUserMultipleConfirmation" = "هل انت متأكد من رغبتك في حذف المستخدم %d؟";
"deleteUserSelfDeletion" = "تعذر حذف مستخدم من نفس المستخدم (%1$@).";
"deleteUserSingleConfirmation" = "هل انت متأكد من رغبتك في حذف %@؟";
"deleteUserWarning" = "هل انت متأكد من رغبتك بحذف هذا المستخدم؟";
"deletion" = "حُذف";
"descending" = "تنازلي";
"detailed" = "مُفصل";
"details" = "تفاصيل";
"device" = "جهاز";
"deviceAccess" = "ولوج جهاز";
"deviceAuth" = "مصادقة على جهاز";
"deviceAuthFailed" = "فشلت مصادقة جهاز";
"deviceProfile" = "ملف جهاز";
"deviceProfileDescription" = "قرار أي وسائط يجب أو يتطلب تشغيلها محوّلات من الخادم للتوافق.";
"devices" = "أجهزة";
"died" = "موت";
"digital" = "رقمي";
"dimensions" = "أبعاد";
"directDescription" = "تشغيل محتوى في الصيغة الاصلية. قد يسبب هذا مشاكل تشغيل مع انواع وسائط غير مدعومة.";
"directPlay" = "تشغيل مباشر";
"directPlayError" = "خطأ ظهر أثناء التشغيل المباشر";
"directStream" = "بث مباشر";
"disc" = "قرص";
"disclaimer" = "إخلاء مسؤولية";
"done" = "إتمام";
"doubleTouch" = "لمس مزدوج";
"duplicateUser" = "استنساخ مستخدم";
"duplicateUserSaved" = "تم حفظ %@ سابقا";
"duration" = "مُدة";
"dvd" = "DVD";
"edit" = "تحرير";
"editCollections" = "تحرير مُجمعات";
"editMedia" = "تحرير وسائط";
"editor" = "مُحَرر";
"editUsers" = "تحرير مستخدمين";
"embedded" = "مُضمن";
"embeddedSubtitleFooter" = "يتعذر تحرير التعليقات المُضمنة.";
"enableAllDevices" = "تفعيل كافة الاجهزة";
"enableAllLibraries" = "تفعيل كل المكتبات";
"enabledTrailers" = "مقطورات مُفعلة";
"endDate" = "تاريخ انتهاء";
"ended" = "مُنتهي";
"endTime" = "وقت انتهاء";
"engineer" = "مهندس";
"enterCustomBitrate" = "ادخال معدل بث مخصص";
"enterCustomFailedLogins" = "ادخل حدود مرات فشل الدخول";
"enterCustomMaxSessions" = "ادخال اقصى عدد للجلسات";
"enterEpisodeNumber" = "ادخال رقم الحلقة.";
"enterPin" = "ادخل رقم";
"enterPinForUser" = "ادخال رقم لـ %@";
"enterSeasonNumber" = "أدخل رقم الموسم.";
"episode" = "حلقة";
"episodeRuntimeDescription" = "وقت الحلقة بالدقائق.";
"errorDetails" = "تفاصيل الخطأ";
"every" = "كل";
"everyday" = "كل يوم";
"everyInterval" = "كل %1$@";
"executed" = "نُفذ";
"existingItems" = "عناصر موجودة";
"existsOnServer" = "هذا العنصر موجود في خادم Jellyfin الخاص بك.";
"external" = "خارجي";
"failedDeletionAtIndexError" = "فضل حذف عنصر عند مؤشر %1$@: %2$@";
"favorite" = "مفضلة";
"findMissing" = "بحث مفقودات";
"findMissingDescription" = "بحث عن علامات وصفية و صور مفقودة.";
"folder" = "مجلّد";
"folders" = "مجلّدات";
"forced" = "اُجبر";
"forceRemoteTranscoding" = "إجبار تطبيق ترميز وسائط";
"format" = "تهيئة";
"format3D" = "تهيئة 3D";
"yes" = "نعم";
"failedLogins" = "سجلات الفشل";
"gestureLock" = "قفل إيمائات";
"gesturesLocked" = "قُفلت الإيمائات";
"gesturesUnlocked" = "فُتحت الإيمائات";
"gigabitsPerSecond" = "ج ب ث";
"guestStar" = "نجم ضيف";
"hidden" = "مخفي";
"hideUserFromLoginScreen" = "اخفاء مستخدم من شاشة الولوج";
"customJumpIntervalDescription" = "تقديم فترة قفز مخصصة بالثواني.";
"featurette" = "فيلم قصير";
"fullSideBySide" = "من جانب لجانب كاملا";
"fullTopAndBottom" = "من أعلى لأسفل كاملا";
"genre" = "نوع";
"genresDescription" = "فئات تصف سمات و أصناف الوسائط.";
"halfSideBySide" = "من جانب لجانب جزئيا";
"halfTopAndBottom" = "من أعلى لأسفل جزئيا";
"hearingImpaired" = "ضعاف السمع";
"hint" = "تلميح";
"horizontalPan" = "قالب افقي";
"horizontalSwipe" = "تمرير افقي";
"hours" = "ساعات";
"id" = "هوية";
"identify" = "تعريف";
"idle" = "ساكن";
"illustrator" = "مصور";
"image" = "صور";
"images" = "صور";
"imageSource" = "مصدر الصورة";
"inactive" = "غير نشط";
"incorrectPinForUser" = "رقم لـ %@ خطأ";
"index" = "فهرس";
"indexNumber" = "رقم فهرس";
"inker" = "محبّر";
"interlacedVideoNotSupported" = "الفيديو المتشابك غير مدعوم";
"interval" = "فترة";
"interview" = "مقابلة";
"invalidFormat" = "تهيئة خاطئة";
"itemAtItem" = "%1$@ عند %2$@";
"joinGroups" = "الانضمام لمجموعات";
"kilobitsPerSecond" = "ك ب ث";
"landscape" = "منظور افقي";
"language" = "لغة";
"large" = "كبير";
"lastRun" = "آخر تشغيل";
"lastRunTime" = "مٌشغَّل مؤخرا %@";
"lastSeen" = "آخر مشاهدة";
"layout" = "مخطط";
"learnMore" = "تعلم المزيد";
"leftVerticalPan" = "تمرير رأسي يسار";
"level" = "مستوى";
"libraries" = "مكتبات";
"letter" = "حرف";
"letterer" = "نقّاش حروف";
"likedItems" = "عناصر محببة";
"likes" = "محببة";
"liveTVAccess" = "دخول للتلفاز الحي";
"liveTVAccessCapitalized" = "دخول للتلفاز الحي";
"liveTVPrograms" = "برامج التلفاز الحي";
"liveTVRecordingManagement" = "إدارة تسجيل التلفاز الحي";
"loadingUserFailed" = "فشل تحميل مستخدم";
"local" = "محلّي";
"lockAllFields" = "قفل كافة الحقول";
"lockedFields" = "حقول مقفلة";
"lockedUsers" = "مستخدمين مقفلين";
"logo" = "شعار";
"manage" = "الإدارة";
"management" = "إدارة";
"lyricist" = "كاتب اغاني";
"lyrics" = "كلمات اغاني";
"manageSubtitlesDescription" = "حذف, رفع, أو بحث عن ترجمات خارجية.";
"maximumConnectionsDescription" = "تحديد مجموع عدد الوصلات المتاحة لمستخدم للخادم.";
"maximumFailedLoginPolicyDescription" = "تحديد أقصى عدد مرات فشل ولوج المستخدم قبل حبسه.";
"maximumFailedLoginPolicyReenable" = "حبس المستخدمين يجب إعادة تفعيله عن طريق المشرف.";
"maximumRemoteBitrate" = "أقصى معدل عن بٌعد";
"maximumSessions" = "أقصى عدد جلسات";
"maximumSessionsPolicy" = "سياسة أقصى عدد جلسات";
"maxParentalRating" = "أقصى تقييم للوالدين";
"maxParentalRatingDescription" = "سيتم اخفاء محتويات ذات تقييم أعلى عن هذا المستخدم.";
"mediaAccess" = "ولوج وسائط";
"mediaAttributes" = "صفات وسائط";
"success" = "نجاح";
"supportsMediaControl" = "تحكم بوسائط";
"supportsPersistentIdentifier" = "تعريف مستمر";
"manualPlaylistsFolder" = "مجلّد لوائح التشغيل اليدوي";
"manualPlaylistsFolders" = "مجلّدات لوائح التشغيل اليدوي";
"mediaDownloads" = "تحميلات الوسائط";
"megabitsPerSecond" = "م ب ث";
"metadata" = "بيانات وصفية";
"metadataPreferences" = "تفضيلات بيانات وصفية";
"metadataRefreshDescription" = "يتم تنشيط البيانات الوصفية استنادا على الاعدادات و خدمات الانترنت المفعّلة في Jellyfin.";
"method" = "طريقة";
"minutes" = "دقائق";
"missingCodecValues" = "قيم ترميز مفقودة";
"mixer" = "خالط";
"multiTap" = "نقر متعدد";
"music" = "موسيقى";
"musicVideo" = "فيديو موسيقي";
"musicVideos" = "فيديوات موسيقية";
"mvc" = "ام في سي";
"native" = "أصلي";
"newUser" = "مستخدم جديد";
"nextUpDays" = "أيام في القادم";
"nextUpDaysDescription" = "تعيين قيمة قصوى أيام بقاء العرض في لائحة \"القادم\" بدون مشاهدته.";
"nextUpRewatch" = "إعادة مشاهدة القادم";
"no" = "لا";
"noDeviceProfileWarning" = "لا ملف معرّف. قد تظهر مشاكل عند التشغيل .";
"noRuntimeLimit" = "لا حدود لخط الوقت";
"noSession" = "لا جلسة";
"options" = "اختيارات";
"originalAirDate" = "تاريخ البث الاصلي";
"originalAspectRatio" = "نسبة العرض الاصلية";
"originalTitle" = "العنوان الاصلي";
"parentalControls" = "تحكمات الوالدين";
"parentalRating" = "تقييم الوالدين";
"parentalRatings" = "تقييمات الوالدين";
"parentIndexNumber" = "فهرس الوالدين";
"passwordChangedMessage" = "كلمة مرور المستخدم تغيّرت.";
"passwordChangeWarning" = "تغيير كلمة مرور مستخدم خادم jellyfin. هذا لن يغير أي من اعدادات Swiftfin.";
"passwordsDoNotMatch" = "كلمات المرور الجديدة لا تنطبق.";
"pause" = "أيقاف لحظي";
"peopleDescription" = "الناس الذين ساعدوا في تكوين أو تمثيل وسيطة معينة.";
"perfectMatch" = "تطابق تام";
"permissions" = "تصاريح";
"person" = "شخص";
"photo" = "صورة";
"photoAlbum" = "ألبوم صور";
"photoAlbums" = "ألبومات صور";
"photos" = "مجموعة صور";
"pin" = "رقم";
"pinch" = "قرصة";
"playCount" = "عداد التشغيل";
"profileImage" = "صورة الملف الشخصي";
"profileNotSaved" = "لم يتم حفظ الملف الشخصي";
"profiles" = "ملفات شخصية";
"program" = "برنامج";
"provider" = "مُقدم";
"quickConnectCodeInstruction" = "ادخل الارقام الستة من جهازك الآخر.";
"quickConnectUserDisclaimer" = "هذا المستخدم مُعرّف للجهاز الآخر.";
"rating" = "تقييم";
"recording" = "تسجيل";
"recordings" = "تسجيلات";
"yearsOld" = "عمره %@ سنوات";
"years" = "سنوات";
"year" = "سنة";
"writer" = "كاتب";
"willBeCreatedOnServer" = "هذا سيكوّن كعنصر جديد في خادم Jellyfin الخاص بك.";
"weekly" = "اسبوعي";
"weekend" = "نهاية الاسبوع";
"weekday" = "يوم اسبوع";
"votes" = "تصويتات";
"volume" = "مستوى الصوت";
"videoTranscoding" = "ترميز فيديو";
"videos" = "فيديوهات";
"videoResolutionNotSupported" = "دقة هذا الفيديو غير مدعومة";
"videoCodecTagNotSupported" = "وسم تشفير الفيديو غير مدعوم";
"videoCodecNotSupported" = "تشفير الفيديو غير مدعوم";
"playerNativeDescription" = "يستخدم مشغل Apple AVPlayer الذي يدعم تمرير Dolby Atmos وDolby Vision، HDR، صورة داخل صورة، وبث AirPlay. أكثر تقييداً مع تنسيقات الملفات.";
"viewsMayRequireRestart" = "بعض المشاهدات قد تحتاج إلى إعادة تشغيل التطبيق للتحديث.";
"videoRangeTypeNotSupported" = "نوع مجال الفيديو غير مدعوم";
"videoRemuxing" = "إعادة خلط فيديو";
"penciller" = "مٌخطط";
"videoProfileNotSupported" = "ملف الفيديو غير مدعوم";
"videoLevelNotSupported" = "مستوى الفيديو غير مدعوم";
"videoFramerateNotSupported" = "نسبة اطارات الفيديو غير مدعومة";
"videoBitrateNotSupported" = "معدل بث الفيديو غير مدعوم";
"videoBitRate" = "معدل بث الفيديو";
"videoBitDepthNotSupported" = "بت عمق الفيديو غير مدعوم";
"useSplashscreen" = "استخدام شاشة المقدمة";
"playerSwiftfinDescription" = "استخدام عدة VLC لتقديم التوافق مع تقريبا أي نوع لملف. لكن عدة VLC لا يمكنها استخدام مجاهير تدعم HomePod أو AirPlay, HDR, صورة داخل صورة, أو بث AirPlay.";
"playlist" = "لائحة تشغيل";
"playlists" = "لوائح تشغيل";
"playlistsFolder" = "مجلد لوائح تشغيل";
"playlistsFolders" = "مجلّدات لوائح تشغيل";
"portrait" = "لوحة";
"profile" = "ملف شخصي";
"premiereDate" = "تاريخ العرض الأول";
"previewImage" = "مشاهدة صورة مصغرة";
"producer" = "مٌنتج";
"production" = "إنتاج";
"productionLocations" = "مواقع الانتاج";
"productionYear" = "سنة الانتاج";
"refFramesNotSupported" = "رقم مرجع الاطارات غير مدعوم";
"refreshMetadata" = "تنشيط بيانات الوسوم";
"refreshMode" = "نمط التنشيط";
"regional" = "إقليمي";
"releaseDate" = "تاريخ الإطلاق";
"rememberLayout" = "تذكر التخطيط";
"rememberLayoutFooter" = "تذكر التخطيط للمكتبات المنفردة.";
"rememberSorting" = "تذكر التصنيف";
"rememberSortingFooter" = "تذكر تصنيف المكتبات المنفردة.";
"remixer" = "مٌعيد خلط";
"remoteConnections" = "توصيلات عن بٌعد";
"remoteControl" = "تحكم عن بُعد";
"removeAll" = "إزالة الكل";
"reorder" = "إعادة ترتيب";
"replace" = "استبدال";
"replaceAllMetadata" = "استبدال كل بيانات الوسم";
"replaceDeviceProfileWarning" = "الملف الشخصي الحالي قد يواجه مشاكل في التشغيل";
"replaceItemConfirmation" = "أمتأكد من استبدال هذا العنصر؟";
"replaceSubtitle" = "استبدال ترجمة";
"required" = "متطلب";
"userViews" = "مراجعات المستخدم";
"userView" = "رأي المستخدم";
"users" = "مستخدمين";
"userRootFolders" = "مجلدات جذر المستخدم";
"userRootFolder" = "مجلّد جذر المستخدم";
"userRequiresDeviceAuthentication" = "يحتاج المستخدم %@ إلى مصادقة الجهاز";
"userPinRequiredDescription" = "هذا المستخدم يحتاج إلى الرقم.";
"usernameRequired" = "اسم المستخدم مطلوب";
"userDeviceAuthRequiredDescription" = "هذا المستخدم سيحتاج إلى مصادقة الجهاز.";
"useAsTranscodingProfile" = "استخدام كملف للترميز";
"uploadPhoto" = "رفع الصورة";
"uploadFile" = "رفع الملف";
"unsavedChangesMessage" = "لديك إعدادات غير محفوظة. هل انت متأكد من رغبتك في رفضها؟";
"remux" = "إعادة تحويل";
"requireDeviceAuthDescription" = "عند دخول هذا المستخدم يتطلب مصادقة الجهاز.";
"requireDeviceAuthForUser" = "مصادقة الجهاز مطلوبة عند دخول هذا المستخدم %@ لهذا الجهاز.";
"requirePinDescription" = "الرقم المحلي مطلوب عند دخول هذا المستخدم. هذا الرقم لا يمكن استعادته.";
"resetFilterFooter" = "إعادة تعيين قيم المرشحات إلى لا شيء.";
"resetSettings" = "إعادة تعيين الإعدادات";
"resetSettingsDescription" = "إعادة تعيين إعدادات مستخدم Swiftfin.";
"resetSettingsMessage" = "هل انت متأكد من رغبيتك في إعادة تعيين كل إعدادات المستخدم؟";
"restartServer" = "إعادة تشغيل الخادم";
"restartWarning" = "هل أنت متأكد من رغبتك من إعادة تشغيل الخادم؟";
"reviews" = "آراء";
"rightVerticalPan" = "كفة يمين رأسية";
"role" = "دور";
"rotate" = "تدوير";
"run" = "تنفيذ";
"running" = "يُنفذ...";
"sample" = "عيّنة";
"save" = "حفظ";
"saveUserWithoutAuthDescription" = "حفظ هذا المستخدم على هذا الجهاز دون أي مصادقة محلّية.";
"scanForNewAndUpdatedFiles" = "مسح للملفات الجديدة و المحدّثة";
"scene" = "منظر";
"scheduleAlreadyExists" = "الجدول موجود سابقا";
"score" = "نتيجة";
"screenshot" = "لقطة شاشة";
"unreleased" = "غير منشور";
"unlimitedFailedLoginDescription" = "السماح بعدد غير محدود لولوج المستخدم دون حظره.";
"unlimitedConnectionsDescription" = "يستطيع المستخدم الوصول إلى الخادم بغير حدود.";
"unlimited" = "غير محدود";
"unknownVideoStreamInfo" = "معلومات بث الفيديو مجهولة";
"unknownAudioStreamInfo" = "معلومات بث الصوت مجهولة";
"unableToPerformDeviceAuthFaceID" = "تعذر المصادقة على الجهاز. عليك بتفعيل التعرّف على الوجه من إعدادات البرنامج لـ Swiftfin.";
"unableToPerformDeviceAuth" = "تعذرت المصادقة على الجهاز";
"unableToOpenTrailerApp" = "تعذر فتح الدعاية في %1$@";
"scrub" = "كشط";
"searchForMissingMetadata" = "البحث عن بيانات الوسم المفقودة";
"secondaryAudioNotSupported" = "الصوت الثانوي غير مدعوم";
"security" = "حماية";
"selectAll" = "اختيار الكل";
"selectImage" = "اختيار صورة";
"selectServer" = "اختيار خادم";
"seriesDatePlayed" = "تاريخ تشغيل المسلسل";
"seriesName" = "اسم المسلسل";
"serverVersionWarning" = "Swiftfin يتطلب اصدار %@ أو أعلى لـ Jellyfin.";
"session" = "جلسة";
"sessions" = "جلسات";
"set" = "إعداد";
"setPin" = "إعداد رقم";
"setPinHintDescription" = "إعداد تلميح عند محث إدخال الرقم.";
"short" = "قصير";
"shutdownServer" = "إطفاء الخادم";
"shutdownWarning" = "هل أنت متأكد من رغبتك في إطفاء الخادم؟";
"signoutBackground" = "تسجيل خروج في الخلفية";
"signoutBackgroundFooter" = "تسجيل خروج المستخدم الأخير عندما يكون Swiftfin في الخلفية بدون تشغيل وسائط بعد مدة.";
"signoutClose" = "تسجيل خروج و إغلاق";
"signoutCloseFooter" = "تسجيل خروج المستخدم الاخير عند اغلاق Swiftfin بالقوة.";
"slowScrub" = "كشط بطيء";
"sortName" = "فرز بالاسم";
"sortTitle" = "فرز بالعنوان";
"splashscreen" = "شاشة البداية";
"splashscreenFooter" = "عند اختيار كل الخوادم, استخدم شاشة البداية من خادم واحد أو خادم عشوائي.";
"split" = "شطر";
"startDate" = "تاريخ البدء";
"startTime" = "وقت البدء";
"status" = "حالة";
"stop" = "إيقاف";
"unableToOpenTrailer" = "تعذر فتح الدعاية";
"type" = "صنف";
"tvShowsCapitalized" = "عروض التلفاز";
"tvPrograms" = "برامج التلفاز";
"tvProgram" = "برنامج التلفاز";
"tvChannels" = "قنوات التلفاز";
"tvChannel" = "قناة تلفازية";
"tv" = "تلفاز";
"translator" = "مّترجم";
"transcodeReasons" = "مسبب (ات) الترميز";
"trailers" = "دعايات";
"subtitleCodecNotSupported" = "مرمز الترجمة غير مدعوم";
"storyArc" = "هيكل القصة";
"streamCountExceedsLimit" = "عدّاد البث تجاوز الحد المسموح";
"streams" = "بثوث";
"studiosDescription" = "استوديو (ات) مشاركة في خلف الوسائط.";
"tagline" = "سطر الوصف";
"taglines" = "سطور الوصف";
"task" = "مهمة";
"taskAborted" = "مٌحبطة";
"taskCancelled" = "مّلغاة";
"taskCompleted" = "مٌكتمل";
"taskFailed" = "فاشلة";
"tasks" = "مهمات";
"tasksDescription" = "المهمات هي عمليات مجدّولة للإطلاق بشكل دوري أو للإطلاق يدويا.";
"taskTriggerInterval" = "تعيين المدة (بالدقائق) بين إطلاقات المهام.";
"taskTriggerTimeLimit" = "تعيين أقصى مدة تشغيل (بالساعات) لإطلاق هذه المهمة.";
"triggers" = "مٌطلقات";
"triggerAlreadyExists" = "المٌطلق موجود فعلا";
"trickplays" = "خاصية Trickplays";
"transcode" = "ترميز";
"trailer" = "عرض";
"totalTime" = "الوقت الكلّي";
"title" = "عنوان";
"timeLimitLabelWithValue" = "حدود الوقت: %1$@";
"timeLimit" = "حدود الوقت";
"timeLeft" = "الوقت المتبقي";
"time" = "وقت";
"thumb" = "صورة مصغرة";
"syncPlay" = "خاصية SyncPlay";
"terabitsPerSecond" = "ت ب ث";
"themeSong" = "موسيقى الشارة";
"themeVideo" = "فيديو الشارة";
"tagsDescription" = "الملصقات تستخدم لتنظيم و تسليط الضوء على صفات محددة للوسائط.";
"customPlaybackSpeedDescription" = "تقديم سرعة مٌضاعف تشغيل مخصص.";
"deviceHDRWarning" = "هذا الجهاز لا يُظهر قدرات HDR.";
"forceDVHDRTranscodeMessage" = "اجبار ترميز HDR من الخادم بدلا من السماح للمشغّل لتعييره.";
"forceDVTranscode" = "اجبار Dobly Vision للترميز";
"forceHDRTranscode" = "اجبار HDR للترميز";
"hexColor" = "لون Hex";
"components" = "مكونات";
"itemAlreadyExists" = "العنصر موجود بالفعل";
"children" = "أطفال";
"childDeletionWarning" = "كل العناصر التابعة (مواسم, خلقات, إلخ) سيتم حذفها";
"defaultLayout" = "مظهر قياسي";
"itemManagement" = "إدارة العناصر";
"itemView" = "عرض عنصر";
"license" = "ترخيص";
"useSeriesImageForEpisodes" = "استخدم صورة المسلسل للحلقات";
"count" = "عد";
"indicator" = "مؤشر";
"noActivity" = "لا نشاط";
"noChannels" = "لا قنوات";
"noItems" = "لا عناصر";
"noPrograms" = "لا برامج";
"dateLastContentAdded" = "تاريخ آخر محتوى مُضاف";
"audioBitrate" = "معدل الصوت";
"audioCodec" = "مشفر الصوت";
"audioSampleRate" = "معدل عينة الصوت";
"bitrate" = "معدل";
"container" = "حاوية";
"corruptedFrames" = "اطر تالفة";
"direct" = "مباشر";
"droppedFrames" = "اطر ساقطة";
"hardwareAcceleration" = "HWA";
"additionalParts" = "قطع اضافية";
"decrement" = "تناقص";
"download" = "تحميل";
"downloadedPlayerWarning" = "العناصر المحملة فقط يتم تشغيلها خلال مشغل swiftfin للفيديو.";
"fromBeginning" = "من البداية";
"increment" = "تزايد";
"info" = "معلومة";
"invalidX" = "%@ خاطئ";
"live" = "حي";
"originalMediaInfo" = "معلومات الوسائط الاصلية";
"previous" = "السابق";
"protocol" = "بروتوكول";
"sendProgressReports" = "ارسال تقارير مرحلية";
"size" = "حجم";
"source" = "المصدر";
"square" = "مربع";
"streamInfo" = "معلومات البث";
"streamInfoWithMethod" = "معلومة %@";
"supplements" = "البدائل";
"transcodeProgress" = "مراحل الترميز";
"unableToLoadThisItem" = "تعذر تحميل هذا العنصر.";
"videoCodec" = "تشفير فيديو";
"videoRangeType" = "نوع مجال الفيديو";
"videoResolution" = "دقة الفيديو";
"slowScrubbing" = "دعك بطيء";
"withEnhancementLayer" = "%1$@ مع طبقة محسنة";
"always" = "دائما";
"subtitleModeSmartDescription" = "اظهار الترجمة عندما تختلف لغة الصوت عن لغتك المفضلة.";
"subtitleModeNoneDescription" = "عدم عرض الترجمات تلقائيا.";
"artImageDescription" = "تنظيف أعمال ديكور أو نمط الشعار, غالبا مع خلفية شفافة. عادة تكون من مصادر للمعجبين.";
"subtitleModeOnlyForcedDescription" = "اظهر الترجمات المفروضة فقط, عادة تكون لاقسام لغة اجنبية.";
"subtitleModeDefaultDescription" = "شغّل مسار الترجمة المعيّن افتراضيا, حتى إن لن يكن متطابقا مع لغتك المفضلة.";
"subtitleModeAlwaysDescription" = "دائما أظهر الترجمات, مع افضلية لغتك المفضلة عند توفرها.";
"backdropImageDescription" = "عرض صورة عريضةكخلفية لتفاصيل العنصر في صفحة الوسائط الخاصة به. يمكن اضافة عدة خلفيات و سيتم الاختيار بينها عشوائيا.";
"thumbImageDescription" = "صورة مصغّرة مستخدمة في الصفحة الرئيسية عند استعراض المكتبة في نمط الصور المصغّرة. هذا فقط يطبق للمحتوى المرئي.";
"subtitleMode" = "نمط الترجمة";
"smart" = "ذكي";
"profileImageDescription" = "صورة شخصية أو للملف, عادة تستخدم للاشخاص مثل الممثلين, المخرجين, أو الفنانين.";
"rememberTrackSelection" = "تذكر المسار المختار";
"rememberTrackSelectionDescription" = "تذكر المسار الذي اخترته عند تشغيل هذا العنصر في المرة القادمة.";
"preferredLanguage" = "اللغة المفضلة";
"playDefaultTrackDescription" = "دائما قم بتشغيل المسار المحدد افتراضيا أولا, حتى إن لم يكن بلغتك.";
"playDefaultTrack" = "شغل المسار الافتراضي";
"playDefault" = "شغل الافتراضي";
"screenshotImageDescription" = "لقطة شاشة أو غطار ثابت يتم إلتقاطهم مباشرة من محتويات فيديو العنصر. خاصية مهمة و لم تعد تستخدم بإنتظام.";
"primaryImageDescription" = "صورة الغطاء الرئيسية أو الملصق لهذا العنصر. هذه الصورة البارزة المعروضة في التطبيق, مضمنة في المكتبات, نتائج البحث, و صفحة التفاصيل.";
"onlyForced" = "فقط الاجبار";
"boxRearImageDescription" = "صورة الصندوق الخلفي تمثل خلفية الصندوق الفيزيائي للعنصر, غالبا تظهر الاوصاف أو لوائح المسارات.";
"chapterImageDescription" = "صورة مخصصة لفصل محدد ضمن الخط الزمني للعنصر.";
"bannerImageDescription" = "يتم عرض صورة عريضة افقية عند استعراض المكتبة بنمط اللوحة فقط. ينطبق هذا فقط على محتوى الفيديو.";
"boxImageDescription" = "لوحة الصندوق الامامي تمثل التغليف الفيزيائي للعنصر, مماثل لما قد تراه على رف المحل.";
"discImageDescription" = "لوحة القرص المربعة تمثل الوسيط الفيزيائي كالاقراص المدمجة أو البلوراي. تستخدم عادة للالبومات الموسيقية و مجموعات الافلام.";
"hidePlayedInLatest" = "إخفاء المشغل في الأحدث";
"imagesDescription" = "إدارة و تخيص الصورة المرتبطة بوسيطة العنصر. اختيار نوع ملف صورة, إضافة, أو استبدال الصور.";
"menuImageDescription" = "صورة اللائحة أساسا معدّة لنمط شاشات ابحار لائحة الـ DVD أو Blu-ray.";
"logoImageDescription" = "شعر شفاف أو عنوان استعراضي على قمة الخلفيات و الصور الاخرى. يستخدم كبديل عن عناوين النص البسيطة.";
"closePlayer" = "اغلاق المشغّل";
"closePlayerWarning" = "هل انت متأكد من رغبتك في اغلاق المشغّل؟";
"allow" = "سماح";
"any" = "أي";
"anyWifiNetwork" = "أي شبكة واي فاي";
"autoSwitch" = "تحويل تلقائي";
"wifiName" = "اسم واي فاي";
"wifi" = "واي فاي";
"use" = "استخدام";
"test" = "اختبار";
"permissionsSettingsAppFooter" = "إدارة إعدادات Swiftfin الاضافية في تطبيق الاعدادات.";
"cellular" = "خلوي";
"connection" = "وصلة";
"connectionAlreadyExists" = "الوصلة موجودة فعليا";
"connectionFailed" = "فشل التوصيل";
"connections" = "وصلات";
"connectionServerMismatch" = "هذه الوصلة لا تتجه إلى الخادم الحالي.";
"currentURL" = "URL الحالي";
"autoSwitchDescription" = "ستتحول التوصيلات تلقائيا بناءا على توصيل واي فاي أو خلوي و بناءا على ترتيب الوصلات أدناه.";
"duplicateServerConnectionFooter" = "هذا سيحفظ الـ URL كوصلة ثانية للخادم الحالي و يجعله نشطا.";
"duplicateServerConnectionMessage" = "%@ موجود فعلا. اضافة هذا الـ URL كوصلة جديدة؟";
"evaluate" = "التقييم";
"grouping" = "تجميع";
"invalidURL" = "URL خاطئ";
"location" = "موقع";
"network" = "الشبكة";
"permissionRequestError" = "خطأ تصريح: %@ طلب %@";
"maximum" = "أقصى";
"fastForward" = "تقديم سريع";
"message" = "رسالة";
"messageFrom" = "رسالة من %@";
"rewind" = "إعادة";
"seek" = "تقصي";
"send" = "ارسال";
"stopPlaybackWarning" = "عل انت متأكد من رغبتك في إيقاف تشغيل هذا المستخدم؟";
"addToFavorites" = "اضف للمفضلات";
"enhanced" = "معزز";
"goToItem" = "تودّه للعنصر";
"goToSeries" = "توجّه للسلسلة";
"inProgress" = "في تقدم";
"markAsPlayed" = "علم كمشاهد";
"markAsUnplayed" = "علم كغير مشاهد";
"openLibrary" = "فتح المكتبة";
"preview" = "اطلاع";
"removeFromFavorites" = "ازل من المفضلات";
"simple" = "بسيط";
"style" = "نمط";
"useSeriesThumb" = "استخدم صور مصغرة للسلسلة";
"forceSubtitleBurnIn" = "اجبار كي الترجمة";
"forceSubtitleBurnInMessage" = "الاجبار على كي الترجمات في الفيديو عن طريق الخادم عوضا عن المشغّل. هذا يتطلب التشفير عند تفعيل الترجمات.";
"recentlyPlayed" = "المشغّل مؤخرا";
"videoRotationNotSupported" = "تدوير الفيديو غير مدعوم";
"narrator" = "الراوي";
"backup" = "نسخة احتياطية";
"backups" = "نسخ احتياطية";
"trickplay" = "تشغيل فيديو منصة رقمية";
"componentMustBeSelected" = "على الاقل يجب اختيار مكوّن واحد.";
"createBackup" = "تكوين نسخة الحتياطية";
"database" = "قاعدة بيانات";
"opacity" = "عتامة";
"pressAndHoldToUnlock" = "اضغ و استمر بالضغط لفك القفل";
"quality" = "جودة";
"resolution" = "دقة";
"restore" = "استعادة";
"restoreBackup" = "استعادة نسخة احتياطية";
"restoringMessage" = "يعيد الخادم التشغيل للإستعادة من هذه النسخة الاحتياطية. قد تحتاج إلى إعادة الولوج عندما تنتهي الاستعادة.";
"backupsDescription" = "تكوين لقطة من الخادم الخاص بك و التي تحوي قاعدة البيانات. الوسوم, الترجمات و تشغيل منصات رقمية.";
"playbackQualityDescription" = "إجبار تشفير الوسائط من الخادم إذا تخطت الدقة المختارة أو معدل البث.";
"restoreWarning" = "الخادم سيعيد التشغيل و كل البيانات الحالية سيتم استبدالها بمحتويات هذه النسخة الاحتياطية.";
"restoring" = "الإستعادة";
"showRecommendations" = "العروض المقترحة";
"guide" = "دليل";
"labels" = "وسوم";
"sidebar" = "شريط جانبي";
"start" = "إبدأ";
"tabBar" = "شريط علامات التبويب";
"invalidDolbyVision" = "Dolby Vision غير صالح";
"invalidName" = "اسم غير صحيح";
"invalidPin" = "رمز خاطئ";
"invalidWifiName" = "اسم شبكة Wi-Fi خاطئ";
"mpv" = "MPV";
"player" = "مشغل";
"playerVlcDescription" = "استخدام SwiftVLC و libVLC 4 لتقديم توافق مع أي نوع ملف تقريبا.";
"tracks" = "مسارات";
"vlc" = "VLC";
"aboutApp" = "حول";
"averageFrameRate" = "متوسط نسبة الاطر";
"bitDepth" = "عمق البت";
"codec" = "تشفير";
"codecTag" = "وسم التشفير";
"codecTimeBase" = "قاعدة وقت التشفير";
"colorSpace" = "فراغ";
"playerMpvDescription" = "أفضل توافق مع برامج الترميز، HDR دقيق، ويتعافى من البث غير المثالي. لا يدعم تمرير Dolby Atmos أو DTS-HD — صوت PCM متعدد القنوات فقط.";
